---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.ExportLinetypeTable
source: html/dfd09d50-8a8a-58f3-1e54-dc6fc43ad1f8.htm
---
# ExportLinetypeTable Members

Constructs a new ExportLinetypeTable with default values.